Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Always Allow for %@
ar: السماح دائمًا لـ %@
de: Immer erlauben für %@
es: Permitir siempre para %@
fr: Toujours autoriser pour %@
hi: %@ के लिए हमेशा अनुमति दें
it: Consenti sempre per %@
ja: %@に対して常に許可
ko: %@에 대해 항상 허용
nl: Sta altijd toe voor %@
pl: Zawsze zezwalaj dla %@
pt_br: Sempre Permitir para %@
ru: Всегда разрешать для %@
tr: %@ İçin Her Zaman İzin Ver
uk: Завжди дозволяти для %@
zh_hans: 始终允许 %@
zh_hant: 一律允許 %@

source: Always allow %@ everywhere
ar: السماح دائمًا بـ %@ في كل مكان
de: %@ überall immer erlauben
es: Permitir siempre %@ en todas partes
fr: Toujours autoriser %@ partout
hi: %@ को हर जगह हमेशा अनुमति दें
it: Consenti sempre %@ ovunque
ja: %@をすべての場所で常に許可
ko: 모든 곳에서 %@ 항상 허용
nl: Sta %@ overal altijd toe
pl: Zawsze zezwalaj na %@ wszędzie
pt_br: Sempre permitir %@ em todo lugar
ru: Всегда разрешать %@ везде
tr: %@ için her yerde her zaman izin ver
uk: Завжди дозволяти %@ всюди
zh_hans: 在所有位置始终允许 %@
zh_hant: 在所有位置一律允許 %@

source: Always allow %@ for this session
ar: السماح دائمًا بـ %@ لهذه الجلسة
de: %@ für diese Sitzung immer erlauben
es: Permitir siempre %@ en esta sesión
fr: Toujours autoriser %@ pour cette session
hi: इस सेशन के लिए %@ को हमेशा अनुमति दें
it: Consenti sempre %@ per questa sessione
ja: %@をこのセッションで常に許可
ko: 이 세션에서 %@ 항상 허용
nl: Sta %@ altijd toe voor deze sessie
pl: Zawsze zezwalaj na %@ w tej sesji
pt_br: Sempre permitir %@ nesta sessão
ru: Всегда разрешать %@ в этой сессии
tr: Bu oturumda %@ için her zaman izin ver
uk: Завжди дозволяти %@ для цього сеансу
zh_hans: 在此会话中始终允许 %@
zh_hant: 在此工作階段中一律允許 %@

source: Always allow %@ in this project
ar: السماح دائمًا بـ %@ في هذا المشروع
de: %@ in diesem Projekt immer erlauben
es: Permitir siempre %@ en este proyecto
fr: Toujours autoriser %@ dans ce projet
hi: इस प्रोजेक्ट में %@ को हमेशा अनुमति दें
it: Consenti sempre %@ in questo progetto
ja: %@をこのプロジェクトで常に許可
ko: 이 프로젝트에서 %@ 항상 허용
nl: Sta %@ altijd toe in dit project
pl: Zawsze zezwalaj na %@ w tym projekcie
pt_br: Sempre permitir %@ neste projeto
ru: Всегда разрешать %@ в этом проекте
tr: Bu projede %@ için her zaman izin ver
uk: Завжди дозволяти %@ у цьому проєкті
zh_hans: 在此项目中始终允许 %@
zh_hant: 在此專案中一律允許 %@

source: Always allowed sites
ar: المواقع المسموح بها دائمًا
de: Immer erlaubte Websites
es: Sitios siempre permitidos
fr: Sites toujours autorisés
hi: हमेशा अनुमत साइटें
it: Siti sempre consentiti
ja: 常に許可するサイト
ko: 항상 허용된 사이트
nl: Altijd toegestane sites
pl: Witryny zawsze dozwolone
pt_br: Sites sempre permitidos
ru: Всегда разрешённые сайты
tr: Her zaman izin verilen siteler
uk: Завжди дозволені сайти
zh_hans: 始终允许的网站
zh_hant: 一律允許的網站

source: An address and its protocol
ar: عنوان وبروتوكوله
de: Eine Adresse und ihr Protokoll
es: Una dirección y su protocolo
fr: Une adresse et son protocole
hi: एक पता और उसका प्रोटोकॉल
it: Un indirizzo e il suo protocollo
ja: アドレスとプロトコル
ko: 주소 및 프로토콜
nl: Een adres en het protocol
pl: Adres i jego protokół
pt_br: Um endereço e seu protocolo
ru: Адрес и его протокол
tr: Bir adres ve protokolü
uk: Адреса та її протокол
zh_hans: 地址及其协议
zh_hant: 位址及其協定

source: An agent is asking for something
ar: يطلب أحد الوكلاء شيئًا
de: Ein Agent hat eine Anfrage
es: Un agente pide algo
fr: Un agent demande quelque chose
hi: एक एजेंट कुछ माँग रहा है
it: Un agente sta chiedendo qualcosa
ja: エージェントがリクエストしています
ko: 에이전트가 요청하고 있습니다
nl: Een agent vraagt iets
pl: Agent o coś prosi
pt_br: Um agente está pedindo algo
ru: Агент что-то запрашивает
tr: Bir ajan bir şey istiyor
uk: Агент щось запитує
zh_hans: 有智能体发出了请求
zh_hant: 有代理程式提出請求

source: An endpoint is a model server reachable over HTTP, on this Mac or in the cloud. Its models then appear beside Claude Code and Codex when you create a session, driven by one of them.
ar: نقطة النهاية هي خادم نماذج يمكن الوصول إليه عبر HTTP، على هذا الـ Mac أو في السحابة. تظهر نماذجها بعد ذلك بجانب Claude Code وCodex عند إنشاء جلسة، ويديرها أحدهما.
de: Ein Endpoint ist ein über HTTP erreichbarer Modellserver, auf diesem Mac oder in der Cloud. Seine Modelle erscheinen dann beim Erstellen einer Sitzung neben Claude Code und Codex, gesteuert von einem der beiden.
es: Un endpoint es un servidor de modelos accesible por HTTP, en este Mac o en la nube. Sus modelos aparecen luego junto a Claude Code y Codex al crear una sesión, controlados por uno de ellos.
fr: Un endpoint est un serveur de modèles joignable en HTTP, sur ce Mac ou dans le cloud. Ses modèles apparaissent ensuite à côté de Claude Code et Codex quand vous créez une session, pilotés par l’un d’eux.
hi: एंडपॉइंट HTTP पर पहुँचने योग्य एक मॉडल सर्वर है, इस Mac पर या क्लाउड में। सेशन बनाते समय इसके मॉडल Claude Code और Codex के साथ दिखते हैं, और उनमें से किसी एक द्वारा चलाए जाते हैं।
it: Un endpoint è un server di modelli raggiungibile via HTTP, su questo Mac o nel cloud. I suoi modelli appaiono poi accanto a Claude Code e Codex quando crei una sessione, gestiti da uno di essi.
ja: エンドポイントとは、このMac上またはクラウド上にある、HTTPで接続できるモデルサーバです。セッションを作成するとき、そのモデルがClaude CodeやCodexと並んで表示され、そのどちらかによって操作されます。
ko: 엔드포인트는 이 Mac이나 클라우드에서 HTTP로 접근할 수 있는 모델 서버입니다. 세션을 생성할 때 엔드포인트의 모델이 Claude Code 및 Codex 옆에 표시되며, 둘 중 하나가 이를 구동합니다.
nl: Een endpoint is een modelserver die via HTTP bereikbaar is, op deze Mac of in de cloud. De modellen ervan verschijnen dan naast Claude Code en Codex wanneer je een sessie aanmaakt, aangestuurd door een van beide.
pl: Endpoint to serwer modeli dostępny przez HTTP, na tym Macu lub w chmurze. Jego modele pojawiają się potem obok Claude Code i Codex podczas tworzenia sesji, obsługiwane przez jeden z nich.
pt_br: Um endpoint é um servidor de modelos acessível por HTTP, neste Mac ou na nuvem. Os modelos dele aparecem ao lado do Claude Code e do Codex quando você cria uma sessão, controlados por um deles.
ru: Endpoint — это сервер моделей, доступный по HTTP, на этом Mac или в облаке. Его модели появляются рядом с Claude Code и Codex при создании сессии и работают под управлением одного из них.
tr: Uç nokta, bu Mac’te veya bulutta HTTP üzerinden erişilebilen bir model sunucusudur. Oturum oluştururken modelleri Claude Code ve Codex’in yanında görünür ve bunlardan biri tarafından yönetilir.
uk: Ендпоінт — це сервер моделей, доступний через HTTP, на цьому Mac або в хмарі. Його моделі з’являються поруч із Claude Code і Codex під час створення сеансу й працюють під керуванням одного з них.
zh_hans: 端点是可通过 HTTP 访问的模型服务器，位于这台 Mac 上或云端。之后创建会话时，它的模型会显示在 Claude Code 和 Codex 旁边，并由其中之一驱动。
zh_hant: 端點是可透過 HTTP 連線的模型伺服器，位於此 Mac 或雲端。建立工作階段時，其模型會出現在 Claude Code 和 Codex 旁，並由兩者之一驅動。

source: Animated preview of the avatar
ar: معاينة متحركة للصورة الرمزية
de: Animierte Vorschau des Avatars
es: Previsualización animada del avatar
fr: Aperçu animé de l’avatar
hi: अवतार का एनिमेटेड प्रीव्यू
it: Anteprima animata dell’avatar
ja: アバターのアニメーションプレビュー
ko: 아바타의 애니메이션 미리보기
nl: Geanimeerde voorvertoning van de avatar
pl: Animowany podgląd awatara
pt_br: Pré-visualização animada do avatar
ru: Анимированный просмотр аватара
tr: Avatarın canlandırmalı önizlemesi
uk: Анімований попередній перегляд аватара
zh_hans: 头像动画预览
zh_hant: 頭像的動畫預覽

source: Another copy of Vibe Manager (pid %@) is running these sessions.
ar: توجد نسخة أخرى من Vibe Manager (pid %@) تشغّل هذه الجلسات.
de: Eine andere Kopie von Vibe Manager (PID %@) führt diese Sitzungen aus.
es: Otra copia de Vibe Manager (pid %@) está ejecutando estas sesiones.
fr: Une autre copie de Vibe Manager (pid %@) exécute ces sessions.
hi: Vibe Manager की एक अन्य कॉपी (pid %@) ये सेशन चला रही है।
it: Un’altra copia di Vibe Manager (pid %@) sta eseguendo queste sessioni.
ja: 別のVibe Manager（pid %@）がこれらのセッションを実行しています。
ko: 다른 Vibe Manager 사본(pid %@)이 이 세션을 실행하고 있습니다.
nl: Een ander exemplaar van Vibe Manager (pid %@) voert deze sessies uit.
pl: Inna kopia Vibe Manager (pid %@) obsługuje te sesje.
pt_br: Outra cópia do Vibe Manager (pid %@) está executando estas sessões.
ru: Эти сессии выполняет другая копия Vibe Manager (pid %@).
tr: Bu oturumları başka bir Vibe Manager kopyası (pid %@) çalıştırıyor.
uk: Ці сеанси виконує інша копія Vibe Manager (pid %@).
zh_hans: 另一个 Vibe Manager 副本（pid %@）正在运行这些会话。
zh_hant: 另一份 Vibe Manager（pid %@）正在執行這些工作階段。

source: Another copy of Vibe Manager is running these sessions. Nothing was restored or changed here.
ar: توجد نسخة أخرى من Vibe Manager تشغّل هذه الجلسات. لم تتم استعادة أو تغيير أي شيء هنا.
de: Eine andere Kopie von Vibe Manager führt diese Sitzungen aus. Hier wurde nichts wiederhergestellt oder geändert.
es: Otra copia de Vibe Manager está ejecutando estas sesiones. Aquí no se ha restaurado ni cambiado nada.
fr: Une autre copie de Vibe Manager exécute ces sessions. Rien n’a été restauré ni modifié ici.
hi: Vibe Manager की एक अन्य कॉपी ये सेशन चला रही है। यहाँ कुछ भी रीस्टोर या बदला नहीं गया।
it: Un’altra copia di Vibe Manager sta eseguendo queste sessioni. Qui non è stato ripristinato né modificato nulla.
ja: 別のVibe Managerがこれらのセッションを実行しています。ここでは何も復元・変更されていません。
ko: 다른 Vibe Manager 사본이 이 세션을 실행하고 있습니다. 여기에서는 아무것도 복원되거나 변경되지 않았습니다.
nl: Een ander exemplaar van Vibe Manager voert deze sessies uit. Hier is niets teruggezet of gewijzigd.
pl: Inna kopia Vibe Manager obsługuje te sesje. Niczego tutaj nie przywrócono ani nie zmieniono.
pt_br: Outra cópia do Vibe Manager está executando estas sessões. Nada foi restaurado ou alterado aqui.
ru: Эти сессии выполняет другая копия Vibe Manager. Здесь ничего не было восстановлено или изменено.
tr: Bu oturumları başka bir Vibe Manager kopyası çalıştırıyor. Burada hiçbir şey geri yüklenmedi veya değiştirilmedi.
uk: Ці сеанси виконує інша копія Vibe Manager. Тут нічого не відновлено й не змінено.
zh_hans: 另一个 Vibe Manager 副本正在运行这些会话。此处未恢复或更改任何内容。
zh_hant: 另一份 Vibe Manager 正在執行這些工作階段。此處未回復或更改任何內容。

source: Another launch started this session in the meantime.
ar: بدأ تشغيل آخر هذه الجلسة في الأثناء.
de: Ein anderer Start hat diese Sitzung inzwischen gestartet.
es: Otro inicio ha arrancado esta sesión mientras tanto.
fr: Un autre lancement a démarré cette session entre-temps.
hi: इस बीच किसी अन्य लॉन्च ने यह सेशन शुरू कर दिया।
it: Un altro avvio ha avviato questa sessione nel frattempo.
ja: その間に別の起動処理がこのセッションを開始しました。
ko: 그 사이 다른 실행에서 이 세션을 시작했습니다.
nl: Een andere start heeft deze sessie inmiddels opgestart.
pl: W międzyczasie inne uruchomienie rozpoczęło tę sesję.
pt_br: Outra inicialização iniciou esta sessão nesse meio-tempo.
ru: Тем временем эту сессию запустил другой запуск.
tr: Bu arada başka bir başlatma bu oturumu başlattı.
uk: Тим часом цей сеанс запустив інший запуск.
zh_hans: 在此期间，另一次启动已开始了此会话。
zh_hant: 在此期間另一次啟動已開始此工作階段。

source: Answer after the tool
ar: الإجابة بعد الأداة
de: Antwort nach dem Tool
es: Respuesta después de la herramienta
fr: Réponse après l’outil
hi: टूल के बाद उत्तर
it: Risposta dopo lo strumento
ja: ツール実行後の回答
ko: 도구 실행 후 답변
nl: Antwoord na de tool
pl: Odpowiedź po narzędziu
pt_br: Resposta após a ferramenta
ru: Ответ после инструмента
tr: Araçtan sonraki yanıt
uk: Відповідь після інструмента
zh_hans: 工具之后的回答
zh_hant: 工具執行後的回答

source: Answer this question in the session.
ar: أجب عن هذا السؤال في الجلسة.
de: Beantworte diese Frage in der Sitzung.
es: Responde a esta pregunta en la sesión.
fr: Répondez à cette question dans la session.
hi: इस प्रश्न का उत्तर सेशन में दें।
it: Rispondi a questa domanda nella sessione.
ja: この質問にはセッション内で回答してください。
ko: 세션에서 이 질문에 답하십시오.
nl: Beantwoord deze vraag in de sessie.
pl: Odpowiedz na to pytanie w sesji.
pt_br: Responda a esta pergunta na sessão.
ru: Ответьте на этот вопрос в сессии.
tr: Bu soruyu oturumda yanıtlayın.
uk: Дайте відповідь на це питання в сеансі.
zh_hans: 请在会话中回答此问题。
zh_hant: 請在工作階段中回答此問題。

source: Answered in %lld ms.
ar: تمت الاستجابة خلال %lld مللي ثانية.
de: In %lld ms geantwortet.
es: Ha respondido en %lld ms.
fr: A répondu en %lld ms.
hi: %lld ms में उत्तर दिया।
it: Ha risposto in %lld ms.
ja: %lldミリ秒で応答しました。
ko: %lldms 만에 응답했습니다.
nl: Antwoordde in %lld ms.
pl: Odpowiedź w %lld ms.
pt_br: Respondeu em %lld ms.
ru: Ответ за %lld мс.
tr: %lld ms’de yanıt verdi.
uk: Відповів за %lld мс.
zh_hans: 已在 %lld 毫秒内响应。
zh_hant: 在 %lld 毫秒內回應。

source: Answered · %@
ar: تمت الإجابة · %@
de: Beantwortet · %@
es: Respondida · %@
fr: Répondu · %@
hi: उत्तर दिया · %@
it: Risposto · %@
ja: 回答済み · %@
ko: 답변함 · %@
nl: Beantwoord · %@
pl: Odpowiedziano · %@
pt_br: Respondido · %@
ru: Отвечено · %@
tr: Yanıtlandı · %@
uk: Відповідь надано · %@
zh_hans: 已回答 · %@
zh_hant: 已回答 · %@

source: Any folder
ar: أي مجلد
de: Alle Ordner
es: Cualquier carpeta
fr: Tous les dossiers
hi: कोई भी फ़ोल्डर
it: Qualsiasi cartella
ja: すべてのフォルダ
ko: 모든 폴더
nl: Elke map
pl: Dowolny folder
pt_br: Qualquer pasta
ru: Любая папка
tr: Herhangi bir klasör
uk: Будь-яка папка
zh_hans: 任意文件夹
zh_hant: 任何資料夾

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Aspecto
fr: Apparence
hi: रूप
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Valider
hi: स्वीकृत करें
it: Approva
ja: 承認
ko: 승인
nl: Keur goed
pl: Zatwierdź
pt_br: Aprovar
ru: Одобрить
tr: Onayla
uk: Схвалити
zh_hans: 批准
zh_hant: 核准

source: Approve in Auto Mode
ar: الموافقة في الوضع التلقائي
de: Im Auto-Modus genehmigen
es: Aprobar en modo automático
fr: Valider en mode auto
hi: ऑटो मोड में स्वीकृत करें
it: Approva in modalità automatica
ja: 自動モードで承認
ko: 자동 모드로 승인
nl: Keur goed in automodus
pl: Zatwierdź w trybie auto
pt_br: Aprovar no Modo Automático
ru: Одобрить в авторежиме
tr: Otomatik Modda Onayla
uk: Схвалити в автоматичному режимі
zh_hans: 以自动模式批准
zh_hant: 核准並使用自動模式

source: Approve, Accepting Edits
ar: الموافقة، مع قبول التعديلات تلقائيًا
de: Genehmigen, Änderungen automatisch annehmen
es: Aprobar y aceptar los cambios
fr: Valider, modifications acceptées d’office
hi: स्वीकृत करें, संपादन स्वतः स्वीकारें
it: Approva, accettando le modifiche
ja: 承認（編集を自動で受け入れる）
ko: 승인, 편집 자동 수락
nl: Keur goed, wijzigingen automatisch accepteren
pl: Zatwierdź, akceptując zmiany
pt_br: Aprovar, Aceitando as Edições
ru: Одобрить, принимая правки
tr: Onayla, Düzenlemeleri Kabul Et
uk: Схвалити, приймаючи зміни
zh_hans: 批准，并自动接受编辑
zh_hant: 核准，自動接受編輯

source: Approve, Reviewing Each Edit
ar: الموافقة، مع مراجعة كل تعديل
de: Genehmigen, jede Änderung prüfen
es: Aprobar y revisar cada cambio
fr: Valider, chaque modification à approuver
hi: स्वीकृत करें, हर संपादन की समीक्षा करें
it: Approva, verificando ogni modifica
ja: 承認（編集を1つずつ確認）
ko: 승인, 편집마다 검토
nl: Keur goed, elke wijziging controleren
pl: Zatwierdź, przeglądając każdą zmianę
pt_br: Aprovar, Revisando Cada Edição
ru: Одобрить, проверяя каждую правку
tr: Onayla, Her Düzenlemeyi Gözden Geçir
uk: Схвалити, перевіряючи кожну зміну
zh_hans: 批准，并逐一审核编辑
zh_hant: 核准，逐一審查編輯

source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: आर्काइव करें
it: Archivia
ja: アーカイブ
ko: 보관
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
ru: Архивировать
tr: Arşivle
uk: Архівувати
zh_hans: 归档
zh_hant: 封存

source: Archive %lld Sessions?
ar: هل تريد أرشفة %lld جلسة؟
de: %lld Sitzungen archivieren?
es: ¿Archivar %lld sesiones?
fr: Archiver %lld sessions ?
hi: %lld सेशन आर्काइव करें?
it: Archiviare %lld sessioni?
ja: %lld個のセッションをアーカイブしますか？
ko: 세션 %lld개를 보관하겠습니까?
nl: %lld sessies archiveren?
pl: Zarchiwizować %lld sesji?
pt_br: Arquivar %lld Sessões?
ru: Архивировать %lld сессии?
tr: %lld Oturum Arşivlensin mi?
uk: Архівувати %lld сеансу?
zh_hans: 要归档 %lld 个会话吗？
zh_hant: 要封存 %lld 個工作階段嗎？

source: Archive %lld Sessions…
ar: أرشفة %lld جلسة…
de: %lld Sitzungen archivieren …
es: Archivar %lld sesiones…
fr: Archiver %lld sessions…
hi: %lld सेशन आर्काइव करें…
it: Archivia %lld sessioni…
ja: %lld個のセッションをアーカイブ…
ko: 세션 %lld개 보관…
nl: Archiveer %lld sessies…
pl: Archiwizuj %lld sesji…
pt_br: Arquivar %lld Sessões…
ru: Архивировать %lld сессии…
tr: %lld Oturumu Arşivle…
uk: Архівувати %lld сеансу…
zh_hans: 归档 %lld 个会话…
zh_hant: 封存 %lld 個工作階段…

source: Archive this session?
ar: هل تريد أرشفة هذه الجلسة؟
de: Diese Sitzung archivieren?
es: ¿Archivar esta sesión?
fr: Archiver cette session ?
hi: यह सेशन आर्काइव करें?
it: Archiviare questa sessione?
ja: このセッションをアーカイブしますか？
ko: 이 세션을 보관하겠습니까?
nl: Deze sessie archiveren?
pl: Zarchiwizować tę sesję?
pt_br: Arquivar esta sessão?
ru: Архивировать эту сессию?
tr: Bu oturum arşivlensin mi?
uk: Архівувати цей сеанс?
zh_hans: 要归档此会话吗？
zh_hant: 要封存此工作階段嗎？

source: Archive “%@”?
ar: هل تريد أرشفة «%@»؟
de: „%@“ archivieren?
es: ¿Archivar “%@”?
fr: Archiver « %@ » ?
hi: “%@” आर्काइव करें?
it: Archiviare “%@”?
ja: 「%@」をアーカイブしますか？
ko: “%@”을(를) 보관하겠습니까?
nl: ‘%@’ archiveren?
pl: Zarchiwizować „%@”?
pt_br: Arquivar “%@”?
ru: Архивировать «%@»?
tr: “%@” arşivlensin mi?
uk: Архівувати «%@»?
zh_hans: 要归档“%@”吗？
zh_hant: 要封存「%@」嗎？

source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivada
fr: Archivée
hi: आर्काइव किया गया
it: Archiviata
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowana
pt_br: Arquivada
ru: В архиве
tr: Arşivlendi
uk: Архівовано
zh_hans: 已归档
zh_hant: 已封存

source: Archived (%lld)
ar: المؤرشفة (%lld)
de: Archiviert (%lld)
es: Archivadas (%lld)
fr: Archivées (%lld)
hi: आर्काइव किए गए (%lld)
it: Archiviate (%lld)
ja: アーカイブ済み（%lld）
ko: 보관됨(%lld)
nl: Gearchiveerd (%lld)
pl: Zarchiwizowane (%lld)
pt_br: Arquivadas (%lld)
ru: Архив (%lld)
tr: Arşivlenenler (%lld)
uk: Архівовані (%lld)
zh_hans: 已归档（%lld）
zh_hant: 已封存（%lld）

source: Archive…
ar: أرشفة…
de: Archivieren …
es: Archivar…
fr: Archiver…
hi: आर्काइव करें…
it: Archivia…
ja: アーカイブ…
ko: 보관…
nl: Archiveer…
pl: Archiwizuj…
pt_br: Arquivar…
ru: Архивировать…
tr: Arşivle…
uk: Архівувати…
zh_hans: 归档…
zh_hant: 封存…

source: As of %@
ar: تم التحديث في %@
de: Stand: %@
es: Actualizado a las %@
fr: Mis à jour à %@
hi: %@ तक की स्थिति
it: Aggiornato alle %@
ja: %@時点
ko: %@ 기준
nl: Bijgewerkt om %@
pl: Stan na %@
pt_br: Atualizado às %@
ru: По состоянию на %@
tr: Güncelleme: %@
uk: Станом на %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Ask
ar: السؤال
de: Fragen
es: Preguntar
fr: Demander
hi: पूछें
it: Chiedi
ja: 確認する
ko: 묻기
nl: Vraag
pl: Pytaj
pt_br: Perguntar
ru: Спрашивать
tr: Sor
uk: Запитувати
zh_hans: 询问
zh_hant: 詢問

source: Ask before closing a session whose agent is running
ar: السؤال قبل إغلاق جلسة يكون وكيلها قيد التشغيل
de: Vor dem Schließen einer Sitzung mit laufendem Agent fragen
es: Preguntar antes de cerrar una sesión cuyo agente esté en ejecución
fr: Demander avant de fermer une session dont l’agent est en cours d’exécution
hi: जिस सेशन का एजेंट चल रहा हो, उसे बंद करने से पहले पूछें
it: Chiedi prima di chiudere una sessione il cui agente è in esecuzione
ja: エージェントが実行中のセッションを閉じる前に確認
ko: 에이전트가 실행 중인 세션을 닫기 전에 묻기
nl: Vraag voordat een sessie met een actieve agent wordt gesloten
pl: Pytaj przed zamknięciem sesji, której agent działa
pt_br: Perguntar antes de fechar uma sessão cujo agente está em execução
ru: Спрашивать перед закрытием сессии с работающим агентом
tr: Ajanı çalışan bir oturumu kapatmadan önce sor
uk: Запитувати перед закриттям сеансу, агент якого працює
zh_hans: 关闭智能体正在运行的会话前询问
zh_hant: 關閉代理程式執行中的工作階段前先詢問

source: Ask before closing or archiving a session where work is running
ar: السؤال قبل إغلاق أو أرشفة جلسة يجري فيها عمل
de: Vor dem Schließen oder Archivieren einer Sitzung mit laufender Arbeit fragen
es: Preguntar antes de cerrar o archivar una sesión con trabajo en curso
fr: Demander avant de fermer ou d’archiver une session où un travail est en cours
hi: जिस सेशन में काम चल रहा हो, उसे बंद या आर्काइव करने से पहले पूछें
it: Chiedi prima di chiudere o archiviare una sessione in cui è in corso un lavoro
ja: 作業中のセッションを閉じるかアーカイブする前に確認
ko: 작업이 진행 중인 세션을 닫거나 보관하기 전에 묻기
nl: Vraag voordat een sessie waarin werk bezig is wordt gesloten of gearchiveerd
pl: Pytaj przed zamknięciem lub zarchiwizowaniem sesji, w której trwa praca
pt_br: Perguntar antes de fechar ou arquivar uma sessão com trabalho em andamento
ru: Спрашивать перед закрытием или архивацией сессии, в которой идёт работа
tr: İş süren bir oturumu kapatmadan veya arşivlemeden önce sor
uk: Запитувати перед закриттям або архівуванням сеансу, де триває робота
zh_hans: 关闭或归档有工作正在进行的会话前询问
zh_hant: 關閉或封存有工作進行中的工作階段前先詢問

source: Asked by a sub-agent
ar: طلبه وكيل فرعي
de: Von einem Subagent angefragt
es: Pedido por un subagente
fr: Demandé par un sous-agent
hi: एक सब-एजेंट द्वारा पूछा गया
it: Chiesto da un sottoagente
ja: サブエージェントからのリクエスト
ko: 하위 에이전트의 요청
nl: Gevraagd door een subagent
pl: Prośba podagenta
pt_br: Solicitado por um subagente
ru: Запрошено субагентом
tr: Bir alt ajan istedi
uk: Запит від субагента
zh_hans: 由子智能体请求
zh_hant: 由子代理程式提出

source: Asked by the MCP server “%@”
ar: طلبه خادم MCP «%@»
de: Vom MCP-Server „%@“ angefragt
es: Pedido por el servidor MCP “%@”
fr: Demandé par le serveur MCP « %@ »
hi: MCP सर्वर “%@” द्वारा पूछा गया
it: Chiesto dal server MCP “%@”
ja: MCPサーバ「%@」からのリクエスト
ko: MCP 서버 “%@”의 요청
nl: Gevraagd door de MCP-server ‘%@’
pl: Prośba serwera MCP „%@”
pt_br: Solicitado pelo servidor MCP “%@”
ru: Запрошено сервером MCP «%@»
tr: İsteyen: “%@” MCP sunucusu
uk: Запит від сервера MCP «%@»
zh_hans: 由 MCP 服务器“%@”请求
zh_hant: 由 MCP 伺服器「%@」提出

source: Asked by the sub-agent “%@”
ar: طلبه الوكيل الفرعي «%@»
de: Vom Subagent „%@“ angefragt
es: Pedido por el subagente “%@”
fr: Demandé par le sous-agent « %@ »
hi: सब-एजेंट “%@” द्वारा पूछा गया
it: Chiesto dal sottoagente “%@”
ja: サブエージェント「%@」からのリクエスト
ko: 하위 에이전트 “%@”의 요청
nl: Gevraagd door de subagent ‘%@’
pl: Prośba podagenta „%@”
pt_br: Solicitado pelo subagente “%@”
ru: Запрошено субагентом «%@»
tr: İsteyen: “%@” alt ajanı
uk: Запит від субагента «%@»
zh_hans: 由子智能体“%@”请求
zh_hant: 由子代理程式「%@」提出

source: Attach Files…
ar: إرفاق ملفات…
de: Dateien anhängen …
es: Adjuntar archivos…
fr: Joindre des fichiers…
hi: फ़ाइलें संलग्न करें…
it: Allega file…
ja: ファイルを添付…
ko: 파일 첨부…
nl: Voeg bestanden toe…
pl: Załącz pliki…
pt_br: Anexar Arquivos…
ru: Прикрепить файлы…
tr: Dosya Ekle…
uk: Прикріпити файли…
zh_hans: 附加文件…
zh_hant: 附加檔案…

source: Attached to your message to %@.
ar: تم الإرفاق برسالتك إلى %@.
de: An deine Nachricht an %@ angehängt.
es: Adjuntado a tu mensaje para %@.
fr: Joint à votre message pour %@.
hi: %@ को भेजे आपके संदेश में संलग्न किया गया।
it: Allegato al tuo messaggio per %@.
ja: %@へのメッセージに添付しました。
ko: %@에게 보낼 메시지에 첨부했습니다.
nl: Toegevoegd aan je bericht voor %@.
pl: Załączono do Twojej wiadomości w %@.
pt_br: Anexado à sua mensagem para %@.
ru: Прикреплено к вашему сообщению для «%@».
tr: %@ için mesajınıza eklendi.
uk: Прикріплено до вашого повідомлення для «%@».
zh_hans: 已附加到你发给“%@”的消息。
zh_hant: 已附加到你給 %@ 的訊息。

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
it: Autenticazione
ja: 認証
ko: 인증
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
tr: Kimlik Doğrulama
uk: Автентифікація
zh_hans: 认证
zh_hant: 認證

source: Auto
ar: تلقائي
hi: ऑटो
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
uk: Авто
zh_hans: 自动
zh_hant: 自動

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatica
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

source: Automatic (%@)
ar: تلقائي (%@)
de: Automatisch (%@)
es: Automático (%@)
fr: Automatique (%@)
hi: स्वचालित (%@)
it: Automatico (%@)
ja: 自動（%@）
ko: 자동(%@)
nl: Automatisch (%@)
pl: Automatycznie (%@)
pt_br: Automático (%@)
ru: Автоматически (%@)
tr: Otomatik (%@)
uk: Автоматично (%@)
zh_hans: 自动（%@）
zh_hant: 自動（%@）
